Repository: BeRoots/aspnetcore3.1-MVC-EF-MySQL
Catalog: weblab2/Resources/Messages.*.resx
Languages: fr_ch

# ctl-stream.index.breadcrumbs.00001strid
source: Stream Endpoint
fr_ch: Terminaison Stream

# ctl-stream.index.breadcrumbs.00002strid
source: Stream Endpoint
fr_ch: Terminaison Stream

# ctl-stream.index.panelTitle
source: Stream Web Service
fr_ch: Web Service Stream
