Repository: BeRoots/aspnetcore3.1-MVC-EF-MySQL
Catalog: weblab2/Resources/Messages.*.resx
Languages: fr_ch

# tpl.common.go-top
source: Go to page top
fr_ch: Retour haut de page

# tpl.common.error.http.fetch-error
source: Error: The request wasn't sended. It's probably a network error. Please ensure you are connected. If yes it's a fetch operator error. The bug was sended to the webmaster.
fr_ch: Erreur: la requête n'a pas été envoyée. C'est probablement une erreur de réseau. Veuillez vous assurer que vous êtes connecté. Si oui, c'est une erreur d'opérateur d'extraction (fetch). Le bug a été envoyé au webmaster.

# tpl.common.error.http.xhr-error
source: Error: The request wasn't sended. It's probably a network error. Please ensure you are connected. If yes. It's a xhr error. The bug was sended to the webmaster.
fr_ch: Erreur: la requête n'a pas été envoyée. C'est probablement une erreur de réseau. Veuillez vous assurer que vous êtes connecté. Si oui. C'est une erreur xhr. Le bug a été envoyé au webmaster.

# tpl.common.error.http.delete-409
source: Error: Conflict. This is most likely due to deletion by another user. Return to the Todo task list. Normally, the task should be deleted.
fr_ch: Erreur: Conflit. Cela est probablement dû à la suppression par un autre utilisateur. Revenez à la liste des tâches Todo. Normalement, la tâche devrait être supprimée.

# tpl.common.error.http.delete-4xx-5xx
source: Error: Internal Server Error. The bug was sended to the webmaster.
fr_ch: Erreur: erreur interne du serveur. Le bug a été envoyé au webmaster.

# tpl.common.error.http.put-409
source: Error: Conflict. It's probably caused by the deletion by another user. Refresh the Todo task list. Normally the task was already deleted. Otherwise, this error was sended to the webmaster
fr_ch: Erreur: Conflit. Cela est probablement dû à la suppression par un autre utilisateur. Rafraîchissez la liste des tâches Todo. Normalement, la tâche devrait être supprimée.

# tpl-default.meta.author
source: Sebastien Deschamps
fr_ch: Sébastien Deschamps

# tpl-default.meta.description
source: A description
fr_ch: Une description

# tpl-default.storage-requirement.00001strid
source: Browsers Support
fr_ch: Prise en charge des navigateurs

# tpl-default.storage-requirement.00002strid
source: Welcome on https://sebastien-deschamps.com
fr_ch: Bienvenue sur https://sebastien-deschamps.com

# tpl-default.storage-requirement.00003strid
source: Your browser is too old to support the technology used by this website. Reassure you. Today there are free browsers to provide these features and their installation is quick and easy. Below are somme shortcuts to download the most popular and secure ones. Come back on this website after installing one.
fr_ch: Votre navigateur est trop ancien pour prendre en charge la technologie utilisée par ce site Web. Rassurez-vous. Aujourd'hui, il existe des navigateurs gratuits pour fournir ces fonctionnalités et leur installation est rapide et facile. Voici quelques raccourcis pour télécharger les plus populaires et les plus sécurisés. Revenez sur ce site Web après en avoir installé un.

# tpl-default.storage-requirement.00004strid
source: Last review on Monday January 08 2020 at 15:27 PM (UTC).
fr_ch: Dernière revue le lundi 08 janvier 2020 à 15:27 (UTC).

# tpl-default.gdpr-requirement.00001strid
source: General Data Proctection Regulation
fr_ch: Règlement Général sur la Protection des Données

# tpl-default.gdpr-requirement.00002strid
source: Welcome on https://sebastien-deschamps.com
fr_ch: Bienvenue sur https://sebastien-deschamps.com

# tpl-default.gdpr-requirement.00003strid
source: In compliance with the 2018 law about General Data Protection Regulation (GDPR) and in order to benefit from a more evolved and user-friendly interface, you accept, through your use of this service our policy on cookies until the closing of the software by which you access our website. This operation also makes the website more secure and efficient and will make your browsing faster.
fr_ch: Conformément à la loi de 2018 sur le Règlement Général sur la Protection des Données (RGPD) et afin de bénéficier d'une interface plus évoluée et conviviale, vous acceptez, par votre utilisation de ce service, notre politique en matière de cookies jusqu'à la fermeture du logiciel par lequel vous accédez à notre site Web. Cette opération rend également le site Web plus sûr et plus efficace et accélérera votre navigation.

# tpl-default.gdpr-requirement.00004strid
source: The use of cookies here is in no way for advertising purposes.
fr_ch: L'utilisation de cookies ici n'est en aucun cas à des fins publicitaires.

# tpl-default.gdpr-requirement.00005strid
source: For more information, see our
fr_ch: Pour plus d'informations, consultez nos

# tpl-default.gdpr-requirement.00006strid
source: Terms of Use.
fr_ch: Conditions d'utilisation.

# tpl-default.gdpr-requirement.00007strid
source: I prefer to leave
fr_ch: Je préfère partir

# tpl-default.gdpr-requirement.00008strid
source: I agree
fr_ch: J'accepte

# tpl-default.gdpr-requirement.00009strid
source: Last review on Monday January 08 2020 at 15:27 PM (UTC).
fr_ch: Dernière revue le lundi 08 janvier 2020 à 15:27 (UTC).

# tpl-default.gdpr-requirement.terms-of-use.00001strid
source: Terms of use
fr_ch: Conditions d'utilisation

# tpl-default.gdpr-requirement.terms-of-use.00002strid
source: Close
fr_ch: Fermer

# tpl-default.gdpr-requirement.terms-of-use.00003strid
source: Our Terms of use for this web site
fr_ch: Nos conditions d'utilisation de ce site Web

# tpl-default.gdpr-requirement.terms-of-use.00005strid
source: Last review on Monday January 08 2020 at 15:27 PM (UTC).
fr_ch: Dernière revue le lundi 08 janvier 2020 à 15:27 (UTC).

# tpl-default.navbar.toogle
source: Toggle
fr_ch: Basculer

# tpl-default.navbar.home
source: Home
fr_ch: Accueil

# tpl-default.navbar.about
source: About
fr_ch: Á propos

# tpl-default.navbar.about.header
source: About this application
fr_ch: Á propos de cette application

# tpl-default.navbar.about.application
source: Project details
fr_ch: Détails du projet

# tpl-default.navbar.about.application-test-results
source: Test Results
fr_ch: Resultats des tests

# tpl-default.navbar.specifications
source: Specifications endpoint
fr_ch: Terminaisons du dossier technique

# tpl-default.navbar.specifications.header
source: Choose a specification endpoint
fr_ch: Choisir une termisaison du dossier technique

# tpl-default.navbar.temporaryBuilds
source: Temporary Builds
fr_ch: Builds Temporaires

# tpl-default.navbar.temporaryBuilds.header
source: Choose a temporary build
fr_ch: Choisir une build temporaire

# tpl-default.navbar.lang
source: Lang
fr_ch: Langue

# tpl-default.navbar.lang.header
source: Choose a language
fr_ch: Choisir une langue

# tpl-default.navbar.autodetect
source: Autodetect from system
fr_ch: Auto-détection depuis votre système

# tpl-default.panelTitle.home
source: Home
fr_ch: Accueil

# tpl-default.footer.00001strid
source: Success is linked to patience but it also depends on a lot of goodwill.
fr_ch: La réussite est liée à la patience mais elle dépend également de beaucoup de bonne volonté.

# tpl-default.footer.00002strid
source: Quote from Gilbert Brevart
fr_ch: Citation de Gilbert Brévart

# tpl-default.footer.00003strid
source: All rights reserved.
fr_ch: Tous droits réservés.

# ctl-home.index.meta.title
source: Home Page
fr_ch: Home Page d'accueil

# ctl-home.index.panelTitle
source: Welcome !
fr_ch: Bienvenue !

# ctl-home.index.00001strid
source: Welcome to
fr_ch: Bienvenue dans

# ctl-home.index.00002strid
source: Application by
fr_ch: Application par

# ctl-home.index.00003strid
source: To
fr_ch: pour

# ctl-home.index.00004strid
source: improve her
fr_ch: éprouver celle-ci

# ctl-home.index.00005strid
source: everywhere
fr_ch: omnipartout

# ctl-home.index.00006strid
source: Read the documentation to learn
fr_ch: Liser la documentation pour apprendre

# ctl-home.index.00007strid
source: How to create your first page in Spring
fr_ch: Comment créer votre première page avec Spring

# ctl-about.application.meta.title
source: About this project
fr_ch: Á propos de ce projet

# ctl-about.application.breadcrumbs.00001strid
source: Project details
fr_ch: Détails du projet

# ctl-about.application.breadcrumbs.00002strid
source: About this project
fr_ch: Á propos de ce projet

# ctl-about.application.panelTitle
source: About project details
fr_ch: Á propos des détails du project

# ctl-about.application.00001strid
source: This page aims to make you discover in detail the technical dependencies of this project.
fr_ch: Cette page à pour objectif de vous faire découvrir en détail les dépendances techniques de ce projet.

# ctl-about.application.00002strid
source: The application implements all the fundamentals of web and mobile development
fr_ch: L'application implemente l'ensemble des fondamentaux de dévelopement web et mobile

# ctl-about.application.00003strid
source: Preamble:
fr_ch: Préambule:

# ctl-about.application.00004strid
source: Preamble
fr_ch: Préambule

# ctl-about.application.00005strid
source: Common technologies:
fr_ch: Les technologies communes:

# ctl-about.application.00006strid
source: Common technologies
fr_ch: Les technologies communes

# ctl-about.application.00007strid
source: Specific technologies:
fr_ch: Les technologies spécifiques:

# ctl-about.application.00008strid
source: Specific technologies
fr_ch: Les technologies spécifiques

# ctl-about.application.00009strid
source: The methodology and concepts used:
fr_ch: Les méthodologie et concepts utilisés:

# ctl-about.application.00010strid
source: The methodology and concepts used
fr_ch: Les méthodologie et concepts utilisés

# ctl-about.application.00011strid
source: This project respect conventions in order to be able to be defined as "Internationalized MVC CRUD Application" type. The objective of this application is to be able to be tested and compared to other applications which are strictly identical from a design point of view, but different in terms of the technologies used. In other terms, that this application and the other applications based on this model share the same common architectural model as well as the same graphical interface. The architectural model must use an application framework; to implement an ORM; to use the same DBMS; to use a template engine. It will run on a containerized server under a common custom docker image (Debian OS; Apache HTTP server; SGDB MySQL Community) The graphical interface should have the same endings through HTML 5 templates; translation files; and strictly identical CSS style sheets. The application will also claim to be GDPR compliant; will use cookies and sessions; and will also be responsive so seeing trought mobile device is also possible.
fr_ch: Ce projet respect des conventions afin de pourvoir être définit comme étant de type "Application MVC CRUD Internationnalisée". L'objectif de cette application est de pouvoir être testée et comparée à d'autres applications strictement identiques sur le point de la conception, mais differentes en terme de technologies utilisées. C'est à dire que cette application et les autres applications basées sur ce model partage le même modèle architectural commun ainsi que la même interface graphique. Le modèle architectural ce doit d'utilisé un framework d'application ; d'implémenter un ORM ; d'utiliser le même SGBD ; d'utilisé un moteur de template. Il s'executera sur un serveur conteneurisé sous docker commun (OS Debian ; serveur HTTP Apache ; SGDB MySQL Community) L'interface graphique ce doit quand à elle de proposer les mêmes terminaisons par le biais de templates HTML 5 ; de fichiers de traductions ; et de feuilles de styles CSS strictement identiques. L'application se voudra également RGPD conforme ; utilisera les cookies et sessions ; et sera également responsive afin que la consultation au travers d'appareil mobile soit également possible.

# ctl-about.application.00012strid
source: Technology
fr_ch: Technologie

# ctl-about.application.00015strid
source: Operating System
fr_ch: Système d'exploitation

# ctl-about.application.00016strid
source: HTTP server
fr_ch: Serveur HTTP

# ctl-about.application.00017strid
source: MySQL database server
fr_ch: Serveur de base de donnée MySQL

# ctl-about.application.00018strid
source: Transactional Database Management System
fr_ch: Système de Gestion de Base de Donnée Transactionnel

# ctl-about.application.00019strid
source: CSS Framework
fr_ch: Framework CSS

# ctl-about.application.00020strid
source: Date selection widget
fr_ch: Widget de selection de date

# ctl-about.application.00021strid
source: Javascript Framework
fr_ch: Framework Javascript

# ctl-about.application.00022strid
source: Additional font
fr_ch: Police de caractère additionnelle

# ctl-about.application.00023strid
source: JAVA Runtime
fr_ch: Runtime JAVA

# ctl-about.application.00024strid
source: Application Framework
fr_ch: Framework d'application

# ctl-about.application.00025strid
source: ORM Framework
fr_ch: Framework d'ORM

# ctl-about.application.00026strid
source: HTML template engine
fr_ch: Moteur de template HTML

# ctl-about.application.00027strid
source: concept / Methodology
fr_ch: Concept/Méthodologie

# ctl-about.application.00028strid
source: Architecture Base of replicated server
fr_ch: Base d'architecture serveur répliquée

# ctl-about.application.00029strid
source: Use of the same OS Server; HTTP server; Server DBMS
fr_ch: Utilisation du même OS Serveur ; Serveur HTTP ; Server SGDB

# ctl-about.application.00030strid
source: Domain name
fr_ch: Nom de domaine

# ctl-about.application.00031strid
source: Use of an identical domain name and the same subdomain
fr_ch: Utilisation d'un nom de domaine identique et d'un même sous-domaine

# ctl-about.application.00033strid
source: Unencrypted communication protocol to avoid differences in response length
fr_ch: Protocole de communication non chiffré afin d'éviter les differences dans la longueur de réponse

# ctl-about.application.00034strid
source: One page. One Request.
fr_ch: Une page. Une Requête.

# ctl-about.application.00035strid
source: Inclusion of page-specific assets directly in HTML (no use of HTML tags using the src attribute).
fr_ch: Inclusion des assets propre aux pages directement dans le HTML (aucune utilisation de tag HTML utilisant l'attribut src).

# ctl-about.application-test-results.meta.title
source: Project Test Results
fr_ch: Résultats des tests du projet

# ctl-about.application-test-results.breadcrumbs.00001strid
source: Test Results
fr_ch: Résultats des tests

# ctl-about.application-test-results.breadcrumbs.00002strid
source: Test Results
fr_ch: Résultats des tests

# ctl-about.application-test-results.panelTitle
source: Project Test Results
fr_ch: Résultats des tests du projet

# ctl-todo.index.meta.title
source: Recent Todos List
fr_ch: Liste des récents todos

# ctl-todo.index.breadcrumbs.00002strid
source: Recent Todos List
fr_ch: Liste des récents todos

# ctl-todo.index.panelTitle
source: Recent Todo Tasks List
fr_ch: Liste des récentes tâche Todo

# ctl-todo.index.optionControls.00001strid
source: New Todo Task
fr_ch: Nouvelle tâche Todo

# ctl-todo.index.00001strid
source: Todo Task
fr_ch: Tâche

# ctl-todo.index.00002strid
source: Due Date
fr_ch: Date d'échéance

# ctl-todo.index.00004strid
source: View the task
fr_ch: Voir la tâche

# ctl-todo.index.00005strid
source: View
fr_ch: Voir

# ctl-todo.index.00006strid
source: Unvalid the task
fr_ch: Réactiver la tâche

# ctl-todo.index.00007strid
source: Unvalid
fr_ch: Réactiver

# ctl-todo.index.00008strid
source: Valid the task
fr_ch: Valider la tâche

# ctl-todo.index.00009strid
source: Valid
fr_ch: Valider

# ctl-todo.index.00010strid
source: Reschedule the task
fr_ch: Reporter la tâche

# ctl-todo.index.00011strid
source: Postpone
fr_ch: Reporter

# ctl-todo.index.00012strid
source: Edit the task
fr_ch: Editer la tâche

# ctl-todo.index.00013strid
source: Edit
fr_ch: Editer

# ctl-todo.index.00014strid
source: Delete the task
fr_ch: Supprimer la tâche

# ctl-todo.index.00015strid
source: Delete
fr_ch: Supprimer

# ctl-todo.index.00016strid
source: No Todo Tasks found.
fr_ch: Aucune tâche todo trouvées.

# ctl-todo.index.00017strid
source: Create a Todo task now!
fr_ch: Créer une tâche Todo maintenant!

# ctl-todo.create.meta.title
source: Create new Todo
fr_ch: Créer une nouvelle tâche Todo

# ctl-todo.create.breadcrumbs.00002strid
source: Recent Todos List
fr_ch: Liste des récents todos

# ctl-todo.create.panelTitle
source: Create a new Todo
fr_ch: Créer une nouvelle Todo

# ctl-todo.create.msginfo.success
source: Your todo was created successfuly.
fr_ch: Votre tâche a été créée avec succès.

# ctl-todo.create.00001strid
source: Title
fr_ch: Intitulé

# ctl-todo.create.00002strid
source: Due Date
fr_ch: Date effective

# ctl-todo.create.00003strid
source: Priority
fr_ch: Priorité

# ctl-todo.create.00004strid
source: low
fr_ch: basse

# ctl-todo.create.00005strid
source: high
fr_ch: haute

# ctl-todo.create.00006strid
source: Category
fr_ch: Catégorie

# ctl-todo.create.00007strid
source: personal
fr_ch: personnel

# ctl-todo.create.00008strid
source: special
fr_ch: spécial

# ctl-todo.create.00009strid
source: work
fr_ch: travail

# ctl-todo.create.00011strid
source: Reset
fr_ch: Remise à zero

# ctl-todo.create.00012strid
source: Create Todo
fr_ch: Créer une tâche

# ctl-todo.create.00013strid
source: Back to todos list
fr_ch: Revenir à la liste des todos

# ctl-todo.create.99999strid
source: Developer error
fr_ch: Erreur du développeur

# ctl-todo.read.meta.title
source: Todo Details
fr_ch: Détails de la tâche Todo

# ctl-todo.read.breadcrumbs.00002strid
source: Recent Todos List
fr_ch: Liste des récents todos

# ctl-todo.read.panelTitle
source: Todo Details
fr_ch: Détails de la tâche Todo

# ctl-todo.read.optionControls.00001strid
source: New Todo Task
fr_ch: Nouvelle tâche Todo

# ctl-todo.read.optionControls.00002strid
source: Create a new Todo task
fr_ch: Créer une nouvelle tâche Todo

# ctl-todo.read.00001strid
source: The todo task with the ID {0} not exist.
fr_ch: La tâche todo avec l'ID {0} n'existe pas.

# ctl-todo.read.00002strid
source: Edit
fr_ch: Editer

# ctl-todo.read.00003strid
source: Category
fr_ch: Catégorie

# ctl-todo.read.00004strid
source: Priority
fr_ch: Priorité

# ctl-todo.read.00005strid
source: Due Date
fr_ch: Date effective

# ctl-todo.read.00006strid
source: Back to Todos list
fr_ch: Revenir à la liste des todos

# ctl-todo.update.meta.title
source: Update a Todo
fr_ch: Mettre à jour une Todo

# ctl-todo.update.breadcrumbs.00002strid
source: Recent Todos List
fr_ch: Liste des récents todos

# ctl-todo.update.panelTitle
source: Update an existing Todo
fr_ch: Mettre à jour une Todo existante

# ctl-todo.update.msginfo.success-for-id
source: The todo with id {0} was updated successfuly.
fr_ch: La tâche todo avec l'ID {0} a été mise à jour avec succès.

# ctl-todo.update.msginfo.id-not-exist
source: The todo task with the ID {0} not exist.
fr_ch: La tâche todo avec l'ID {0} n'existe pas.

# ctl-todo.update.00001strid
source: Title
fr_ch: Intitulé

# ctl-todo.update.00002strid
source: Due Date
fr_ch: Date effective

# ctl-todo.update.00003strid
source: Priority
fr_ch: Priorité

# ctl-todo.update.00004strid
source: low
fr_ch: basse

# ctl-todo.update.00005strid
source: high
fr_ch: haute

# ctl-todo.update.00006strid
source: Category
fr_ch: Catégorie

# ctl-todo.update.00007strid
source: personal
fr_ch: personnel

# ctl-todo.update.00008strid
source: special
fr_ch: spécial

# ctl-todo.update.00009strid
source: work
fr_ch: travail

# ctl-todo.update.00011strid
source: Reset
fr_ch: Remise à zero

# ctl-todo.update.00012strid
source: Update Todo
fr_ch: Mettre à jour la Todo

# ctl-todo.update.00013strid
source: Back to todos list
fr_ch: Revenir à la liste des todos

# ctl-todo.update.99999strid
source: Developer error
fr_ch: Erreur du développeur

# ctl-todo.delete.meta.title
source: Delete Todo
fr_ch: Supprimer une Todo

# ctl-todo.delete.breadcrumbs.00002strid
source: Recent Todos List
fr_ch: Liste des récents todos

# ctl-todo.delete.panelTitle
source: Confirm Todo Deletion
fr_ch: Confirmer la suppression de Todo

# ctl-todo.delete.msginfo.success-for-id
source: The todo with id {0} was deleted successfuly.
fr_ch: La tâche todo avec l'ID {0} a été supprimée avec succès.

# ctl-todo.delete.msginfo.id-not-exist
source: The todo task with the ID {0} not exist.
fr_ch: La tâche todo avec l'ID {0} n'existe pas.

# ctl-todo.delete.00001strid
source: Are you sure to delete this todo task ?
fr_ch: Voulez-vous vraiment supprimer cette tâche?

# ctl-todo.delete.00002strid
source: Confirm deletion
fr_ch: Confirmer la suppression

# ctl-todo.delete.00003strid
source: Category
fr_ch: Catégorie

# ctl-todo.delete.00004strid
source: Priority
fr_ch: Priorité

# ctl-todo.delete.00005strid
source: Due Date
fr_ch: Date effective

# ctl-todo.delete.00006strid
source: Back to Todos list
fr_ch: Revenir à la liste des todos

# ctl-todo.valid.msginfo.success-for-id
source: The todo with id {0} was validated successfuly.
fr_ch: La tâche todo avec l'ID {0} a été validée avec succès.

# ctl-todo.valid.msginfo.unvalid-success-for-id
source: The todo with id {0} was unvalidated successfuly.
fr_ch: La tâche todo avec l'ID {0} a été unvalidée avec succès.

# ctl-todo.valid.msginfo.id-not-exist
source: The todo with id {0} not exist.
fr_ch: La tâche todo avec l'ID {0} n'existe pas.

# ctl-todo.reschedule.meta.title
source: Reschedule a Todo
fr_ch: Replanifier une Todo

# ctl-todo.reschedule.breadcrumbs.00002strid
source: Recent Todos List
fr_ch: Liste des récents todos

# ctl-todo.reschedule.panelTitle
source: Reschedule an existing Todo
fr_ch: Replanifier une Todo existante

# ctl-todo.reschedule.msginfo.success-for-id
source: The todo with id {0} was rescheduled successfuly.
fr_ch: La tâche todo avec l'ID {0} a été replanifiée avec succès.

# ctl-todo.reschedule.msginfo.id-not-exist
source: The todo task with the ID {0} not exist.
fr_ch: La tâche todo avec l'ID {0} n'existe pas.

# ctl-todo.reschedule.00001strid
source: Reschedule your Todo
fr_ch: Replanifier votre Todo

# ctl-todo.reschedule.00002strid
source: Title
fr_ch: Intitulé

# ctl-todo.reschedule.00003strid
source: Due Date
fr_ch: Date effective

# ctl-todo.reschedule.00004strid
source: Priority
fr_ch: Priorité

# ctl-todo.reschedule.00005strid
source: low
fr_ch: basse

# ctl-todo.reschedule.00006strid
source: high
fr_ch: haute

# ctl-todo.reschedule.00007strid
source: Category
fr_ch: Catégorie

# ctl-todo.reschedule.00008strid
source: personal
fr_ch: personnel

# ctl-todo.reschedule.00009strid
source: special
fr_ch: spécial

# ctl-todo.reschedule.00010strid
source: work
fr_ch: travail

# ctl-todo.reschedule.00012strid
source: Reset
fr_ch: Remise à zero

# ctl-todo.reschedule.00013strid
source: Reschedule Todo
fr_ch: Replanifier la Todo

# ctl-todo.reschedule.00014strid
source: Back to todos list
fr_ch: Revenir à la liste des todos

# ctl-todo.reschedule.99999strid
source: Developer error
fr_ch: Erreur du développeur

# ctl-rest.index.meta.title
source: REST Web Service
fr_ch: Web Service REST

# ctl-rest.index.breadcrumbs.00001strid
source: REST Endpoint
fr_ch: Terminaison REST

# ctl-rest.index.breadcrumbs.00002strid
source: REST Endpoint
fr_ch: Terminaison REST

# ctl-rest.index.panelTitle
source: REST Web Service
fr_ch: Web Service REST

# ctl-soap.index.meta.title
source: SOAP Web Service
fr_ch: Web Service SOAP

# ctl-soap.index.breadcrumbs.00001strid
source: SOAP Endpoint
fr_ch: Terminaison SOAP

# ctl-soap.index.breadcrumbs.00002strid
source: SOAP Endpoint
fr_ch: Terminaison SOAP

# ctl-soap.index.panelTitle
source: SOAP Web Service
fr_ch: Web Service SOAP

# ctl-stream.index.meta.title
source: Stream Web Service
fr_ch: Web Service Stream
